accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
autoconf
automake
b43-fwcutter
base
bash-completion
bind
binutils
bison
bluez
bluez-utils
bspwm
btrfs-progs
calc
cantarell-fonts
cryptsetup
device-mapper
dex
dhclient
dialog
diff-so-fancy
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
emacs
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-skel-ce-bspwm
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
firewalld
flatpak
flex
fsarchiver
gawk
gcc
geany
gettext
git
glances
gnu-free-fonts
gnu-netcat
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
htop
hwdetect
hwinfo
i3lock
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mariadb
mdadm
meld
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
noto-fonts
nss-mdns
ntfs-3g
ntp
openconnect
openvpn
os-prober
pacman
pacman-contrib
patch
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
polkit-gnome
polybar
poppler-glib
ppp
pptpclient
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
python-pywal
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rp-pppoe
rsync
rust
s-nail
scrot
sed
sg3_utils
smartmontools
sof-firmware
sshfs
sudo
sxhkd
sysfsutils
sysstat
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-roboto
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
virtualbox-guest-utils
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wpa_supplicant
xbindkeys
xclip
xcursor-neutral
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-vmware
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xterm
yad-eos
yay
zsh
zsh-theme-powerlevel10k
